[
  {
    "id": "1",
    "piada": "Qual é a fórmula da água benta? H Deus O."
  },
  {
    "id": "2",
    "piada": "Por que a aranha é o animal mais carente do mundo? Porque ela é aracneedyou."
  },
  {
    "id": "3",
    "piada": "Por que o pinheiro não se perde na floresta? Porque ele tem uma pinha."
  },
  {
    "id": "4",
    "piada": "O que o pintinho falou pra mãe dele? Pio!"
  },
  {
    "id": "5",
    "piada": "Como transformar o giz em uma cobra? É só colocar ele na água que o GIZBOIA."
  },
  {
    "id": "6",
    "piada": "Por que a formiga tem 4 patas em vez de 5? Porque ela não se chama FIVEmiga."
  },
  {
    "id": "7",
    "piada": "Como faz um nó em duas motos? Pega as duas Yamaha."
  },
  {
    "id": "8",
    "piada": "O que o lápis disse para o papel? Você está me desapontando."
  },
  {
    "id": "9",
    "piada": "Quem é o rei dos queijos? O REIqueijão."
  },
  {
    "id": "10",
    "piada": "O que a esposa do Albert Einstein disse quando o viu sem roupa? Uau, que físico!"
  },
  {
    "id": "11",
    "piada": "Por que a planta não responde? Porque ela é mudinha."
  },
  {
    "id": "12",
    "piada": "O que é um pontinho amarelo na piscina? O César Cyellow."
  },
  {
    "id": "13",
    "piada": "Qual foi o peixe que caiu do 15º andar? O Aaaaaaatum."
  },
  {
    "id": "14",
    "piada": "O que o martelo foi fazer no culto? Pregar."
  },
  {
    "id": "15",
    "piada": "Por que as vacas olham para os céus na Argentina? Pra ver se há boi nos ares."
  },
  {
    "id": "16",
    "piada": "Qual é o carro que anuncia que vai chover? O celta preto."
  },
  {
    "id": "17",
    "piada": "Qual o país que distribui cana de açúcar? Cana dá."
  },
  {
    "id": "18",
    "piada": "Qual o sapato que está sempre quebrado? O tá manco."
  },
  {
    "id": "19",
    "piada": "O que aconteceu com o ferro de passar que caiu da mesa? Ficou passando mal."
  },
  {
    "id": "20",
    "piada": "Como o boi e a vaca pagaram a conta do jantar? Eles fizeram uma vaquinha."
  },
  {
    "id": "21",
    "piada": "Dois litros de leite foram atropelados. Um morreu e o outro não, por quê? O outro que sobreviveu era longa vida."
  },
  {
    "id": "22",
    "piada": "Quais são as palavras que abrem muitas portas? Empurre e puxe."
  },
  {
    "id": "23",
    "piada": "Qual a doença que mais incomoda os gaúchos? Artri-tchê."
  },
  {
    "id": "24",
    "piada": "Qual é o contrário de volátil? Vem-cá-sobrinho."
  },
  {
    "id": "25",
    "piada": "O que fazer para ganhar um chokito? Coloca o dedo na tomadita."
  },
  {
    "id": "26",
    "piada": "Por que o elefante não pega foto? Porque ele é cinza."
  },
  {
    "id": "27",
    "piada": "Qual é a ferramenta que se perdeu? Foice."
  },
  {
    "id": "28",
    "piada": "Qual o melhor chá para calvície? Chapéu."
  },
  {
    "id": "29",
    "piada": "Por que a plantinha não conseguiu ser atendida? Porque só tinha médico de plantão."
  },
  {
    "id": "30",
    "piada": "Qual foi a primeira vez que os americanos comeram carne? Quando chegou Cristóvão Com Lombo."
  },
  {
    "id": "31",
    "piada": "Porque o bombeiro não gosta de andar? Porque ele socorre."
  },
  {
    "id": "32",
    "piada": "Por que não falta energia elétrica nos quartéis? Porque todos os cabos já foram soldados."
  },
  {
    "id": "33",
    "piada": "Qual a tecla preferida do astronauta? O espaço."
  },
  {
    "id": "34",
    "piada": "O que é uma mulher velha sem relógio? Uma senhora."
  },
  {
    "id": "35",
    "piada": "O que a banana suicida falou? Macacos me mordam!"
  },
  {
    "id": "36",
    "piada": "Você conhece a piada do pônei? Pônei eu."
  },
  {
    "id": "37",
    "piada": "Porque deve tomar o suco devagar? Para que ele seja suculento."
  },
  {
    "id": "38",
    "piada": "Por que o policial não gosta de sabão em pó? Porque ele gosta de detergente."
  },
  {
    "id": "39",
    "piada": "O que é um piolho na cabeça de um careca? Um sem terra."
  },
  {
    "id": "40",
    "piada": "Por que o mamão não foi tirar férias nas montanhas? Porque ele foi papaia."
  },
  {
    "id": "41",
    "piada": "O que uma gota falou pra outra? Gotosa."
  },
  {
    "id": "42",
    "piada": "O que um sapo foi fazer dentro do computador? Procurar memória RAM."
  },
  {
    "id": "43",
    "piada": "O que a zebra falou para o carrapato? Você está na minha listra negra."
  },
  {
    "id": "44",
    "piada": "Por que o amor dos patos é o mais bonito? Porque é patotavida."
  },
  {
    "id": "45",
    "piada": "Qual o pote que toca música? O sPOTEfy."
  },
  {
    "id": "46",
    "piada": "Qual o tipo de rede que não funciona no elevador? A internet discada."
  },
  {
    "id": "47",
    "piada": "Qual a panela que está sempre triste? A panela depressão"
  },
  {
    "id": "48",
    "piada": "Do que o diabo morreu? Diabetes."
  },
  {
    "id": "49",
    "piada": "Qual cidade não possui táxi? Uberlândia."
  },
  {
    "id": "50",
    "piada": "Para que servem os óculos vermelhos? Para vermelhor."
  }
]